"Any" = "Любые";
"All" = "Все";
"Save" = "Сохранить";
"Kind" = "Вид";
"matches" = "совпадает";
"contain" = "содержит";
"begin with" = "начинается с";
"end with" = "заканчивается на";
"is" = "является";
"is not" = "не является";
"equals" = "равно";
"is less then" = "меньше, чем";
"is greater than" = "больше, чем";
"Contains ALL" = "Содержит все";
"Contains Any" = "Содержит любые";
"Not Contains" = "Не содержит";
"Narrowly" = "Содержит только";
"day" = "день";
"week" = "неделя";
"month" = "месяц";
"year" = "год";
"KB" = "KB";
"MB" = "MB";
"GB" = "ГБ";
"seconds" = "секунд";